CREATE TABLE `test`.`users` (
  `id` INT(8) NOT NULL AUTO_INCREMENT,
  `name` VARCHAR(25) NOT NULL,
  `age` INT(11) NOT NULL,
  `isAdmin` BIT(1) NOT NULL,
  `createdDate` TIMESTAMP NOT NULL  DEFAULT  CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`))
  ENGINE = InnoDB
  DEFAULT CHARACTER SET = utf8 AUTO_INCREMENT=22;


INSERT INTO test.users (`id`,`name`, `age`, `isAdmin`) VALUES

(1,'Циолковский Константин', '90', 1),
(2, 'Мария Складовская Кюри', '54', 0),
  (3,'Чехов Антон Павлович', '80', 0),
  (4,'Мартин Лютер Кинг', '76', 0),
  (5, 'Сергей Павлович Королёв', '51', 0),
  (6,'Николай Коперник', '90', 0),
  (7,'Владимир Козьмич Зворыкин', '90', 0),
  (8, 'Жюль Верн', '54', 0),
  (9,'Людвиг ван Бетховен', '90', 0),
  (10,'Леонардо да Винчи', '90', 0),
  (11, 'Исаак Ньютон', '54', 0),
  (12,'Вольфганг Амадей Моцарт', '90', 0),
  (13,'Альберт Эйнштейн', '90', 0),
  (14, 'Алан Тьюринг', '54', 0),
  (15,'Уолт Дисней', '90', 0),
  (16,'Ломоносов Михаил ', '90', 0),
  (17, 'Ковалевская Софья ', '54', 0),
  (18,'космодемьянская зоя ', '90', 0),
  (19,'Александр  Матросов', '90', 0),
  (20,'Юрий Гагарин','35',0),
  (21,'Хатмуллина Елена', '31', 0);
